{"date":"November 25, 2019","headline":"In 2015, Union Theological Seminary Announced It Would Sell Its Air Rights. Students Feel It Sold Its Values Too.","byline":"By <a href=\"https://www.columbiaspectator.com/contributors/Jack-Meyer/\">Jack Meyer</a>","credits":"Edited by <a href=\"https://www.columbiaspectator.com/contributors/gavrielle-jacobovitz/\">Gavrielle Jacobovitz</a>, <a href=\"https://www.columbiaspectator.com/contributors/sara-bell\">Sara Bell</a>, and <a href=\"https://www.columbiaspectator.com/contributors/Julian-Shen-Berro/\">Julian Shen-Berro</a>\nPhotography by Elisabeth McLaughlin","footer":"Produced by <a href=\"https://www.columbiaspectator.com/contributors/Jason-Kao/\">Jason Kao</a>.<b>","top":{"cover":"../assets/jts-illo.png","caption":"Cover illustration by Robert Hunter."},"body":[{"type":"text","value":"On September 19, 2019, the voices of Union Theological Seminary students echoed through the nave of James Memorial Chapel: “Woe to them who build their seminary by unrighteousness, their luxury condos by injustice.”"},{"type":"text","value":"The students were paraphrasing the biblical prophet Jeremiah’s condemnation of Jehoiakim, a king who lived in reckless luxury through the oppression of those who labored beneath him. Their criticisms did not indict a monarch, though: They were aimed at the institution they attended."},{"type":"text","value":"Only a few days later, students scrawled Hebrew scripture from the Book of Daniel <a href=\"https://www.columbiaspectator.com/news/2019/10/01/union-theological-seminary-students-vandalize-construction-wall-in-protest-of-luxury-condo-high-rise-project/?fbclid=IwAR0yb_PUfXvP9qgzYgwQrHDIhPtIRCsGDb2uSUi83nn3OJDR5gd78OlOgwQ\">in gold paint</a> over construction barriers on Union’s quad. The lines were a divine warning to Balthazzar, another king whose arrogance in neglecting his duties to God ended in destruction. The words, which the King could not decipher himself, translate in the <a href=\"https://www.kingjamesbibleonline.org/Daniel-Chapter-5/\">King James Bible</a> to:"},{"type":"text","value":"<span class=\"indent\">“MENE; God hath numbered thy kingdom, and finished it.</span>"},{"type":"text","value":"<span class=\"indent\">TEKEL; Thou art weighed in the balances, and art found wanting.</span>"},{"type":"text","value":"<span class=\"indent\">PERES; Thy kingdom is divided, and given to the Medes and Persians.”</span>"},{"type":"text","value":"By the next morning, the text had vanished, covered by a fresh coat of paint. But the question lingers: Why have the seminary’s students, organized under the banner of the protest group WhoseUnion, placed their institution in the company of proud and damned tyrants? The answer lies on the other side of the wall, in the groundworks for a 42-story condominium. The project has been contentious since <a href=\"https://docs.google.com/document/d/1hFCLV_rpx6nTUnvcAAOadLO6-txqqtP_XfHS3obTu1k/edit\">the fall of 2015</a>, when UTS announced plans to sell its air rights for the development of a market-rate condominium inside of its famed central quad. Once completed, it will likely be the <a href=\"https://www.cityrealty.com/nyc/market-insight/features/future-nyc/first-look-union-theological-seminary-plans-42-story-condo-tower-morningside-heights/27623\">tallest building north of Central Park</a>."},{"type":"text","value":"UTS sits on 120th Street and Broadway, right at the edge of Columbia’s Morningside campus. The two institutions share not only a neighborhood, but also <a href=\"https://religion.columbia.edu/content/faculty\">faculty</a>, <a href=\"https://registrar.columbia.edu/cross-registration-columbia-and-union-theological-seminary\">courses</a>, and even several<a href=\"https://www.nytimes.com/2003/01/03/nyregion/struggling-seminary-is-leasing-3-buildings-to-columbia.html\"> buildings</a>. Now, with the construction of the tower at UTS, the institutions share in a long list of controversial development projects in Morningside Heights. The condominium stands to exacerbate an already-severe gentrification issue in Morningside Heights and Manhattanville. A 2018 <a href=\"https://www1.nyc.gov/assets/rentguidelinesboard/pdf/ie18.pdf\">study</a> by the New York City Rent Guidelines Board showed West Harlem, from Morningside Heights/Hamilton Heights, to have experienced the largest rent increase of any Manhattan neighborhood between 2015 and 2016 at 4.1 percent, and the second highest Net Operating Income change (a measure of the value of income-producing properties) of any New York neighborhood at 19.4 percent. Although she doesn’t study New York, <a href=\"https://suburbs.info.yorku.ca/researchers/mcri-researchers/ute-lehrer/\">Ute Lehrer,</a> a professor at York University in Toronto who has studied the development and gentrification of cities across the globe, says she has “no doubt that this will have a ripple effect for the entire neighborhood.”"},{"type":"graphic","value":{"asset":"neighborhood-rents.html"}},{"type":"text","value":"Condo towers like these have what Lehrer calls “unintended consequences.” In her time studying the impact of condominium development in Toronto, Lehrer found that while some people support these developments as a way of building up housing stock and curbing urban sprawl, “it has a huge detrimental effect on cities overall in terms of economic justice because those people that are on the margin will be pushed out even further.” When people from different income brackets move into a neighborhood, residents can be pushed out not just economically, from rising rent prices, but socially as well. Residents from higher income brackets and rising rent prices can cause a neighborhood’s character—in terms of its bars, restaurants, and mom and pop shops—to turn over."},{"type":"text","value":"Miguel Robles-Duran works as an associate professor of urbanism at The New School. In both this role and his position as co-founder of Cohabitation Strategies—an international nonprofit cooperative examining urban decline, inequality, and segregation—Robles-Duran has studied the shortcomings of urban planning as it has manifested in New York and cities abroad. Speaking on what the effects of this project could be, he says: “What's going to happen there is that there's going to be raised rent again, as if already Morningside Heights was not expensive. It's just going to make it less accessible for people.” From his perspective, the project will contribute to the displacement of the neighborhood’s low-income residents and will instead accommodate those who do not have a pressing need for new housing options."},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-4.jpg"}},{"type":"text","value":"“It’s the exact idea of capitalism,” Rob Stephens, a 2016 graduate of UTS, says on the tower. “It’s Christ as Capitalism.” Stephens is voicing a concern among UTS students which <a href=\"https://www.nytimes.com/2015/12/15/nyregion/as-union-theological-seminary-plans-to-sell-air-rights-some-see-a-moral-quandary.html\">dates back</a> to the tower’s announcement in 2015: The seminary has compromised its purported theologically-informed values of social justice by agreeing to this construction project. “And it’s just so strange for Union, which <a href=\"https://www.nytimes.com/roomfordebate/2014/06/25/has-capitalism-become-incompatible-with-christianity/morality-should-not-be-priced-in-the-marketplace\">has</a> been <a href=\"https://sojo.net/articles/economic-democracy-alternative-pure-capitalism-or-socialism\">historically</a> a <a href=\"https://usqr.utsnyc.edu/article/christianity-capitalism-and-desire-can-religion-still-make-a-difference/\">strong</a> critic of rampant market capitalism.”"},{"type":"text","value":"Union’s history boasts a progressive heritage, with the seminary acting as a birthplace for several radical liberation theologies, a source of support for activism in the 20th and 21st century, and a home to some of the most renowned progressive figures in the world of theology. The standard of this history has added to the controversy surrounding this project."},{"type":"text","value":"Nancy Taylor, who graduated from the Seminary in 2016, says “this administration and especially [UTS President] Serene Jones—they frequently attack capitalism as the root of so much evil in the world.” In light of the construction project, she feels that this stance has become hypocritical."},{"type":"text","value":"“It demonstrates a real lack of integrity for the institution because Union has built itself on this reputation of being very social-justice oriented,” Jesse Ortiz, a first-year at UTS, says. He cites its history of hosting radical and liberationist thinkers as faculty and its self-presentation on social media. “And when push comes to shove, the financial decisions are still exactly what we would expect from any neoliberal institution.”"},{"type":"text","value":"UTS has defended the air rights sale as a necessary step to preserve the seminary in the face of staggering costs for needed renovations. But <a href=\"https://www.nytimes.com/2015/12/15/nyregion/as-union-theological-seminary-plans-to-sell-air-rights-some-see-a-moral-quandary.html\">since the project’s announcement</a>, the seminary’s students have protested it both as a means of gentrification and betrayal of the values that UTS claims to embody. Student frustrations with the project have grown over the last four years, with concern over the tower’s impact compounded by distrust due to the absence of requested financial transparency."},{"type":"text","value":"The administration has presented detailed information on the project <a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\">online</a>, which includes weekly campus renewal updates. They assert that the seminary required $125 million for necessary renovation and that after exploring multiple fundraising options, selling its air rights for construction of the tower proved the only viable option. UTS declined to comment on or interview for this story, instead pointing to the online page for further details on the construction."},{"type":"text","value":"***"},{"type":"text","value":"“I don't think there's any redeeming quality,” Yazmine Nichols, who graduated from UTS in 2017, says about the tower. Nichols was a leading activist against the construction during her time at Union. We’re surrounded by the beige and white marble of Fordham Law School, where Nichols has studied since graduating. As a Fordham Law Stein scholar, Nichols focuses on the relationship between law, theo-ethics, and criminalization, and has written essays concerning gentrification in Morningside Heights and throughout New York."},{"type":"text","value":"Announcement of the air-rights sale came in the wake of several dire infrastructural shortcomings at UTS. With its 108-year-old building, the administration <a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\">reported issues</a> ranging from decaying infrastructure and a lack of green technology to building conditions that didn’t comply with New York City safety codes—all adding up to a projected $125 million in renovation costs."},{"type":"text","value":"The UTS administration has considered construction projects to be a means for financial salvation before. Back in <a href=\"https://www.nytimes.com/1987/09/30/nyregion/union-seminary-rejects-proposal-to-build-tower.html\">1987</a>, UTS attempted to do exactly what is happening now. Facing a $1.1 million deficit in its $8.6 million budget, the seminary contemplated selling development rights for a luxury condo building to be built on its campus. Students at the time protested this as well, with then-doctoral student Elizabeth Bounds describing the rationale behind the protests: “Given our history of social consciousness, it would be wrong to contribute to an already serious problem of gentrification on the Upper West Side.” The same rationale lies behind student protests and community concerns today."},{"type":"text","value":"In 1987, though, the administration ceded to student protests. Rather than build, it sold off a piece of faculty-student residency, <a href=\"http://spectatorarchive.library.columbia.edu/cgi-bin/columbia?a=d&d=cs19890221-01.2.5\">Van Dusen </a>Hall, to International House for $15 million, which allowed the seminary to temporarily close its financial gap."},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-6.jpg"}},{"type":"text","value":"Nichols sees the trend of gentrification today, which she believes UTS’s construction project has implicated the Seminary in, as a product of the white flight from the 60s and 70s. During those decades, an influx of white families moved from cities to the suburbs, where they could <a href=\"https://www.theatlantic.com/business/archive/2015/07/white-flight-alive-and-well/399980/\">exclude </a>minorities from employment, housing, and educational opportunities."},{"type":"text","value":"As white residents make up only <a href=\"https://www.citylab.com/equity/2017/05/the-new-suburban-crisis/521709/\">9 percent</a> of suburban growth in America’s 100 largest metropolitan areas between 2000 and 2010 and post-recession migration into urban centers is driven by <a href=\"https://www.theatlantic.com/national/archive/2014/03/more-americans-moving-to-cities-reversing-the-suburban-exodus/359714/\">retired boomers</a> and <a href=\"https://www.usatoday.com/story/news/nation/2014/03/27/census-cities-metro-growth-population/6863219/\">young professionals</a>, it would appear that these families are now returning, “but they’re returning at the price of who?” Nichols asks. “The same black and brown people that they left in crisis and manufactured crisis for.”"},{"type":"text","value":"In his 2016 New York Times op-ed titled <a href=\"https://www.nytimes.com/2016/05/29/opinion/sunday/the-end-of-black-harlem.html\">“The End of Black Harlem,”</a> Michael Henry Adams, a historian of Harlem who studied historic preservation at Columbia, writes: “To us, our Harlem is being remade, upgraded and transformed, just for them, for wealthier white people.”"},{"type":"text","value":"Similarly, Nichols believes that the predominantly white upper and middle class residents moving into majority-minority areas are revitalizing the communities they enter, “but revitalizing the communities for themselves, not for the people who currently inhabit them,” people who Nichols sees as at risk of being priced-out by new condo-dwelling residents."},{"type":"text","value":"Nichols describes the school’s progressive heritage as the birthplace of movements to uplift marginalized peoples such as theological womanism and black liberation theology. “Union is really about praxis,” she says. “If you’re talking about praxis and you’re talking about practices in the present then it’s something you have to live and you can’t just write about or talk about. You have to be that.”"},{"type":"text","value":"Michael Vanacore, a <a href=\"https://www.linkedin.com/in/michael-vanacore-49936017/\">2017</a> graduate of UTS, has served as a pastor in Sunset Park and Washington Heights, two neighborhoods that NYU’s Furman Center—which researches housing, neighborhoods, and urban policies—labeled as <a href=\"https://furmancenter.org/files/sotc/NYUFurmanCenter_SOCin2015_9JUNE2016.pdf\">being in the process of gentrification</a> in New York. What he’s seen in these neighborhoods are people who have worked hard for years to build a community when politicians and the wealthy showed little interest in helping, “and when [their neighborhood] becomes more attractive at a certain point financially or culturally, then those communities are displaced by projects like [Union’s] and by rezonings and by development.” Out of the 15 neighborhoods that the Furman Center listed as undergoing gentrification, Morningside Heights ranked 6th in terms of rising rent."},{"type":"text","value":"The exact cost of these condominiums remains nebulously forecasted as market rate. Nowhere on UTS’s website does it characterize the condominium as luxury."},{"type":"text","value":"“When we talk about market rate,” Lehrer says, “it is luxury. It's not luxury in terms of the building or what is provided, but it's unaffordable.” She explains that the real estate market has skyrocketed since 2008 in a way that makes market-rate housing out of reach to the average person. It’s a notion supported by the U.S. Census Bureau’s <a href=\"https://patch.com/new-york/new-york-city/see-how-much-nyc-households-make-year\">finding</a> that the New York City median household income has increased by roughly 10.5 percent  between the periods of 2008 to 2012 and 2013 to 2017, but meanwhile, housing prices in the city <a href=\"https://ny.curbed.com/2018/9/18/17873488/new-york-home-prices-financial-crisis-recovery\">rose</a> by 30 percent between 2011 and 2018 alone. “It doesn’t have golden floors or anything, but it's not affordable for you and me with a normal income. I mean you and me in the sense of everybody—I mean the normal person on the street.”"},{"type":"text","value":"“I’m not against development,” Robles-Duran says. “Actually, we need a lot of development. That’s for the right kind of community, for the right kind of people.” Without pricing units in reach for the average New Yorker, he sees these construction projects as creating housing stock for people who already have housing options within their reach."},{"type":"text","value":"And within the <a href=\"https://www.condocontrolcentral.com/blog/cost-buying-condo-major-city/\">lopsided prices </a>of New York’s real estate market, average market rate housing appears likely to hurt the already-financially-pressured low and moderate income residents of Morningside Heights. A <a href=\"http://www.nyc.gov/html/mancb7/downloads/pdf/housing_affordable_preservation_letter.pdf\">2007 report</a> by the West Side Nonprofit Affordable Housing Group found that, in the face of declining affordable housing, low-income residents would need more subsidized housing options in order to fight displacement."},{"type":"text","value":"***"},{"type":"text","value":"In 2018, UTS announced a <a href=\"https://utsnyc.edu/union-theological-seminary-joins-with-morningside-heights-community-coalition-and-p-a-l-a-n-t-e-to-protect-and-support-vulnerable-new-yorkers/\">partnership</a> with the Morningside Heights Community Coalition and People Against Landlord Abuse and Tenant Exploitation in a $5 million community investment, a way for Union to address “anti-displacement and homelessness needs in Morningside Heights.”"},{"type":"text","value":"Before this deal was finalized, back in September of 2017, UTS contemplated a housing project that would morph into this Community Investment Initiative. “Our decision to set aside substantial funding for community engagement around housing is unprecedented in New York City projects like ours and is already being lifted up as a model of socially engaged development,” it <a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\">claimed</a>."},{"type":"text","value":"That benevolent ring didn’t hold as true for MHCC Vice President Robert Stern. UTS administration and MHCC were in conversation regarding this initiative, and when UTS presented its initial plan for the deal, Stern claims that his and <a href=\"https://www.nycitynewsservice.com/2018/11/seminary-may-divert-4m-of-housing-funds-for-staff-and-sandwiches-board/\">other MHCC members</a>’ impressions were that a large portion of the money would be directed internally, toward funding social-justice-related internships, lectures, and luncheons that failed to address residents’ concerns regarding homelessness and displacement. “So we were very disappointed to see this and we said, ‘That’s not what we’re talking about.’”"},{"type":"text","value":"Through <a href=\"https://mhccnyc.org/2019/03/09/mhcc-wins-1-1-million-in-new-resources-for-morningside-heights/\">negotiations</a>, MHCC convinced UTS to dedicate $1.1 million from the initiative to two sources that the group believed would concretely fight neighborhood displacement. A total of $700,000 would go to PA’LANTE, a group dedicated to fighting housing displacement in New York, and $400,000 to New York Community Trust, through which it has set up a Donor Advised Fund. MHCC will assist via evaluating and advising NYCT as to which Morningside Heights organizations and charities should receive grants from the fund."},{"type":"text","value":"Stern says that the $1.1 million was well invested and he acknowledges, “They’re under no obligation to give anything, but they did.”"},{"type":"text","value":"As Stern later clarified, though, MHCC has yet to receive this money from UTS. Per the conditions of the agreement between UTS and the NYCT, “UTS will deposit $200,000 [in the] community trust 30 days after the official groundbreaking of the tower at the UTS site,” which has not yet happened. UTS will deposit the remaining $200,000 for the trust in $100,000 deposits for each subsequent year."},{"type":"text","value":"He and other members of MHCC appreciated Union’s agreement to this investment without being obligated to get the community’s permission for development, but he is clear that they do not approve of the building."},{"type":"text","value":"“We will not approve the tower when we have received the money,” he later adds."},{"type":"text","value":"“We would have liked to have seen [all] $5 million go to affordable housing,” Dave Robinson, another MHCC executive, says. “That was our original idea. This was a backup plan.”"},{"type":"text","value":"The negotiating power of MHCC faced a serious barrier with the project being “a<a href=\"https://citylimits.org/2017/02/08/cityviews-as-of-right-and-wrong-as-developers-target-morningside-heights/\">s of </a><a href=\"https://citylimits.org/2017/02/08/cityviews-as-of-right-and-wrong-as-developers-target-morningside-heights/\">r</a><a href=\"https://citylimits.org/2017/02/08/cityviews-as-of-right-and-wrong-as-developers-target-morningside-heights/\">ight</a>.” In other words, the construction project faces no legal hurdles in becoming a reality. This stems from the <a href=\"https://www.columbiaspectator.com/news/2019/09/24/outdated-zoning-city-planning-rejects-proposal-to-rezone-morningside-heights/\">current zoning regulations</a> of Morningside Heights, which impose no restrictions on building height in the neighborhood. Edward De Barbieri, an Albany Law School professor and director of the Community Development Clinic, points out that a typical reason why developers will seek the approval of the community is so that they can change certain zoning regulations. Without requiring these zoning changes, UTS and its development partners had no obligation to enter into an agreement with the larger community of Morningside Heights, and with that, no pressure to negotiate for their approval."},{"type":"text","value":"Given that UTS’s windfall from its air rights sale is estimated to be around <a href=\"https://www.columbiaspectator.com/news/2019/10/01/union-theological-seminary-students-vandalize-construction-wall-in-protest-of-luxury-condo-high-rise-project/\">$125 million</a>, this agreement invests around 1 percent of those profits into what members of the affected community believe could directly fight the displacement that the condo stands to create."},{"type":"text","value":"UTS has<a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\"> stated its commitment</a> to the construction of affordable housing, going as far as to say that it has picked one of the developers it are working with, L+M Development Partners, “precisely because of their long history of building good affordable housing in New York City.”"},{"type":"text","value":"This commitment, however, has been stifled by the<a href=\"https://www.nytimes.com/2016/03/17/nyregion/end-of-tax-break-program-may-blunt-impact-of-new-york-zoning-change.html?_r=0\"> 2016 expiration of Housing Tax Abatement 421-a</a>, a <a href=\"https://www1.nyc.gov/site/hpd/developers/tax-incentives-421a.page\">policy</a> that gave developers a tax break if they included some percentage of affordable units in their residential projects. As stated by <a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\">UTS</a>, “This action removed the means by which affordable housing was planned for the project. … We have been advocating for the building of affordable housing. If the city, state, and federal governments had good policies in place, Union would have been able to have affordable components.”"},{"type":"text","value":"To Robles-Duran, even if UTS had been able to include affordable housing through the 421-a policy, the move, “in my point of view, is also useless.” He views the issue as extending beyond the inclusion of affordable housing and into how affordable housing is defined."},{"type":"text","value":"He points out that the parameters for affordable housing in New York City rest with the<a href=\"https://www1.nyc.gov/assets/hpd/downloads/pdf/community/East-New-York-Boards.pdf\"> area median income</a>. Housing becomes affordable, according to the New York City government, “when a household spends no more than one third of its income on rent and utilities.” For units to have qualified as affordable under the 421-a exemption, they would have to meet the city’s criterion of affordability for some percentage of the AMI."},{"type":"text","value":"The use of this measure has come into <a href=\"https://www.cityandstateny.com/articles/policy/housing/new-york-city-area-median-income-housing-policy.html\">controversy</a> because the U.S. Department of Housing and Urban Development includes the whole metropolitan region in determining New York City’s AMI, bringing the income of affluent suburbs in with the rest of the five boroughs. “The AMI of the moment is so large,” Robbles-Duran says, “because it includes Westchester county, a very rich county, whereas half of the city of New York City actually earns way less as a family than 80 percent [of the AMI].”"},{"type":"text","value":"Because of this, a good portion of what the city deems affordable housing still remains out of reach to many in the five boroughs."},{"type":"text","value":"Stephens, Nichols, and Vanacore all raise the additional concerns that L+M Development Partners—though it has been involved in mixed-income and affordable housing projects across New York, such as<a href=\"https://lmdevpartners.com/projects/navy-green/\"> Navy Green</a>, <a href=\"https://lmdevpartners.com/projects/savoy-park/\">Savoy Park</a>, and <a href=\"https://lmdevpartners.com/projects/arverne-view/\">Arverne View</a>—has a reputation as an anti-union contractor. Stephens provided documents from WhoseUnion pointing to the contractor’s history of hiring subcontractors that bring nonunion labor onto projects, <a href=\"https://www.nydailynews.com/new-york/nyc-crime/city-hires-housing-firms-cheat-workers-wages-article-1.1754687\">inviting wage theft</a>, unsafe conditions, and the occasional <a href=\"https://www.osha.gov/pls/imis/establishment.inspection_detail?id=311442636\">death</a> <a href=\"http://rncnewyork.com/clients/\">on-site</a>. A major component of the tax abatement’s failed renewal was a disagreement over the inclusion of <a href=\"https://gothamist.com/news/developer-friendly-tax-subsidy-421-a-might-expire-tomorrow\">union-level wages on all 421-a construction projects.</a>"},{"type":"text","value":"With 421-a expired, and the plan for affordable housing scrapped, L+M’s role in the project remains unclear to the students and  community members I’ve spoken with. However, L+M remains involved in the ongoing construction along with Union’s other development partner on the project, LendLease. The Eye reached out to LendLease for comment on the current involvement of L+M Development Partners in construction, but it did not respond in time for the publication of this article."},{"type":"text","value":"While the specifics of labor conditions on the project, such as the ratio of union to nonunion labor on the project, don’t present themselves anywhere on UTS’s website, the labor conditions of the site have been protested as recently as this <a href=\"https://www.facebook.com/search/top/?q=laborers%2079%20exploitation&epa=SEARCH_BOX\">August</a> by labor union <a href=\"https://www.local79.org/\">Local 79</a>."},{"type":"text","value":"***"},{"type":"text","value":"While students have charged UTS’s actions as hypocritical for a religious institution that emphasizes the progressive, moral components of its faith, UTS is not the only religious institution to capitalize on its property with residential development."},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-16.jpg"}},{"type":"text","value":"In 2003, the Cathedral Church of St. John the Divine, a Morningside Heights religious emblem, <a href=\"https://www.nytimes.com/2008/09/07/realestate/07post.html\">signed a lucrative deal with AvalonBay Communities</a> to develop the 20-story Avalon Morningside Park luxury building on the Cathedral’s grounds to generate a necessary $130 million for repairs. In 2015, it sold more property for the development of the <a href=\"https://www.nytimes.com/2015/11/22/realestate/new-rentals-steps-from-st-john-the-divine.html\">Enclave at the Cathedral</a>, another luxury apartment building, this time 15 instead of 20 stories."},{"type":"text","value":"And more recently, i<a href=\"https://www.crainsnewyork.com/article/20170405/REAL_ESTATE/170409952/jewish-theological-seminary-gets-a-deal-that-s-heaven-sent-to-sell-air-rights-to-developer-savanna-to-build-ap\">n 2016</a>, the nearby Jewish Theological Seminary announced its own $96 million deal for the development of <a href=\"https://ny.curbed.com/2018/4/11/17223664/morningside-heights-32-story-condo-vandewater-first-look/comment/470495823\">a 32-story luxury condominium</a>, the Vandewater. It also announced that it would be partnering with the notoriously anti-union <a href=\"https://www.nydailynews.com/new-york/manhattan/renovation-jewish-seminary-columbia-spurs-non-union-protest-article-1.3283127\">contractor Gilbane Building Co</a>. Like L+M, Gilbane has faced accusations of <a href=\"http://laborpress.org/a-grim-reminder-of-non-union-construction-in-nyc/\">wage theft</a> and a history of <a href=\"https://www.charlotteobserver.com/news/article223039440.html\">unsafe</a> <a href=\"https://voicesofny.org/2016/05/construction-workers-protest-unsafe-working-conditions/\">working</a> <a href=\"http://laborpress.org/its-slave-labor-thats-for-sure/\">conditions</a>."},{"type":"text","value":"On <a href=\"https://www.jta.org/2017/05/01/united-states/labor-protest-says-conservative-seminary-violating-its-own-ethical-standards-with-building-project\">May Day of 2017</a>, workers and students marched together in front of JTS, criticizing the institution for working with Gilbane given its track record, and claiming, both at the protest and in<a href=\"https://docs.google.com/forms/d/e/1FAIpQLScr-Jt8U4CCFOf7HYIb9eEvn1DYoqgLvbA4wfLSixEy1UOfbA/viewform?fbzx=7847668509364506000#responses\"> a letter</a> written by JTS alumni, that the seminary’s partnership contradicts its own values."},{"type":"text","value":"“I had a class where a third of it was dedicated to Rabbinic codes around the ethics of hiring workers and hiring practices, and the way we pay our workers, the way we take care of their safety, etc.” says Noa Rubin, a senior at List College, the undergraduate school of JTS. She tells me JTS’s choice to work with Gilbane, in her eyes, has contradicted what she has learned are Jewish people and Jewish institutions’ responsibilities to workers."},{"type":"text","value":"JTS aims to be the “intellectual and spiritual center of Conservative Judaism,” according to its website, a practice it defines as “a unique blend of fidelity to Jewish traditions and thoughtful responses to modernity.”"},{"type":"text","value":"Rabbi Jill Jacobs, the executive director of T'ruah: The Rabbinic Call for Human Rights, tells me a component of the Conservative Jewish movement is the <a href=\"https://www.jewishvirtuallibrary.org/background-and-overview-of-conservative-judaism\">Committee on Law and Jewish Standards</a>. The group consists of 25 voting rabbis and 5 non-voting outside representatives. She compares it to a judicial branch in that it interprets Jewish law and applies it to new and often modern questions—but it is a judicial branch lacking in any executive counterpart that can enforce its rulings."},{"type":"text","value":"These rulings come about when rabbis on the committee write responses to questions of conservative Jewish law, interpreting the law as best they can to answer the question in what are known as teshuvot. If the committee approves a teshuvah, also known as a responsum, it becomes an <a href=\"https://www.rabbinicalassembly.org/jewish-law/committee-jewish-law-and-standards\">official halakhic position of the Conservative movement.</a> It’s a part of what allows for Conservative Judaism’s “thoughtful responses to modernity.”"},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-7.jpg"}},{"type":"text","value":"One approved responsum <a href=\"https://www.rabbinicalassembly.org/sites/default/files/public/halakhah/teshuvot/20052010/jacobs-living-wage.pdf\">came about in 2008</a>, written by Jacobs, titled “Work, workers and the Jewish owner.” Among its conclusions in interpreting Jewish law as it pertains to labor, it explicitly calls on conservative Jews and conservative Jewish institutions to “hire union employees when possible.”"},{"type":"text","value":"One of the conditions of her teshuvah is that “Conservative movement institutions should hire union labor whenever possible as well as pay workers a living wage,” Jacobs says."},{"type":"text","value":"In bypassing union contractors and not imposing union standards on construction work, JTS has, from Jacobs’ viewpoint, ignored the conditions of her responsum, and therefore, an official halakhic position of the Conservative movement."},{"type":"text","value":"“Jewish law, the Conservative movement,” Jacobs says, “is a movement that believes in Jewish Law, that Jewish Law is binding.” The significance of this, in Jacobs’ view, is that it means Conservative Jewish members and institutions can’t relegate Jewish Law to private concerns like diet or behavior on the sabbath. “It’s also about how we build a society together,” she says."},{"type":"text","value":"Jacobs believes that relates to everything from the criminal justice system to behavior between neighbors to the relationships between employer and employee. “So if you take Jewish law seriously, you have to take it all seriously,” she says. “You can't just take the ritual pieces seriously.”"},{"type":"text","value":"In a 2017 update on its construction project, Marc Gary, vice chancellor and chief operating officer of JTS, <a href=\"http://www.jtsa.edu/update-on-21st-century-campus-project\">stated</a> that the school had consulted with its halakhic experts, who were also members of the Law Committee, when it approved the responsum. “They have assured us that our actions are fully consistent with the guidance of the responsum,” read the update."},{"type":"text","value":"But Jacobs believes JTS’s actions are inconsistent, claiming that while Rabbis Nevins and Hoffman, the halakhic experts JTS consulted with, are treasured colleagues who she respects, they're also employees of JTS. “And it’s very strange,” Jacobs says, “that if someone has a question about the meaning of a responsum, that instead of going to the author … they instead go to rabbis who are employed by the institution.”"},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-9.jpg"}},{"type":"text","value":"In a statement to The Eye, a JTS spokesperson said, “In applying Jewish law to the construction of the project, we consulted with two eminent legal scholars and longstanding members of the CJLS, including JTS’s principal rabbinic authority, whose authority guides our interpretation of Jewish law.\""},{"type":"text","value":"The spokesperson emphasized that the project was being constructed in accordance with established Jewish practice as delineated by the Committee on Jewish Law and Standards,  which <a href=\"https://www.rabbinicalassembly.org/sites/default/files/public/halakhah/teshuvot/20052010/jacobs-living-wage.pdf\">declares</a> that “employers should strive to hire unionized workers when possible.” “We aggressively sought unionized subcontractors and awarded millions of dollars in contracts to them for major portions of the construction,” the spokesperson said. “While union subcontractors did not always meet the complex needs and requirements of this project, we acted consistently with our values by ensuring fair wages and a safe and secure environment for the entire project workforce.”"},{"type":"text","value":"***"},{"type":"text","value":"Sleek, glassy skeletons of ambitious construction projects jut out from every other corner of Morningside Heights; UTS does not exist in a vacuum."},{"type":"text","value":"Columbia has long-maintained a tense relationship with the Morningside Heights community in pursuit of its own development goals. Local businesses sued the University following its 2008 <a href=\"https://www.nytimes.com/2008/12/19/nyregion/19columbia.html\">seizure</a> of 17 acres of Manhattanville property via eminent domain after declaring the area “blighted.” The determination and action were deemed <a href=\"https://observer.com/2009/12/state-court-rules-eminent-domain-use-for-columbia-west-harlem-campus-unconstitutional-updated/\">unconstitutional</a> by the New York appellate court in 2009 but then <a href=\"https://www.nytimes.com/2010/06/25/nyregion/25columbia.html\">reversed</a> in the University’s favor by the Court of Appeals in 2010. Since then, the acquisition and subsequent development of Columbia’s Manhattanville campus have sat at the root of several community issues: landlords <a href=\"https://www.columbiaspectator.com/eye/indirect-displacement-manhattanville/\">pressuring current tenants</a> out in the face of rising property values; <a href=\"https://www.columbiaspectator.com/news/2016/03/21/starbucks-looks-capitalize-manhattanville-expansion/\">major chains</a> taking up property desired by local businesses; and <a href=\"https://jjie.org/2014/06/05/harlem-residents-we-asked-city-for-help-we-got-a-raid-instead/\">resentment</a> over Columbia’s praise for a <a href=\"https://www.columbiaspectator.com/news/2014/06/11/after-harlem-gang-raid-anti-violence-advocates-seek-defuse-tensions/\">2014 police raid</a> of the Manhattanville and Grant housing projects, involving hundreds of officers and 40 arrests, which Columbia Public Safety informed students would “<a href=\"https://facilities.columbia.edu/files_facilities/imce_shared/_VP_for_Public_Safety_James_F_McShane_6-5-14.pdf\">make our city and community safer</a>.”"},{"type":"text","value":"But while UTS exists within a larger trend, tp opponents of the construction, the difference at Union comes down to a matter of institutional identity."},{"type":"text","value":"Christina Ellsberg, a Barnard alumna and second year master of divinity student at UTS, says, “I’m very familiar with the atmosphere of Columbia. And I would not say that Columbia exists for justice.” While she believes plenty of students at Columbia could be occupied with justice and social activism like students at UTS, she doesn’t see the same sort of projection of those values from the University itself. “I would not say that it gets any kind of social capital as an institution for branding itself as a justice institute the way that Union does.”"},{"type":"text","value":"“To a certain extent, people come to Union cause they can’t go anywhere else,” Ortiz says. He sees many of his fellow students coming to UTS specifically because of a progressive, open-minded reputation that doesn’t exist at other seminaries."},{"type":"text","value":"There were several equally-prestigious divinity schools out there, Ellsberg admits, but UTS held the type of people she wanted to study with, being “the place that held justice in all of its many forms as a priority for the end for our education.”"},{"type":"text","value":"“I don't approve of what Columbia does either,” Nichols says, referring to Columbia’s Manhattanville expansion. But to her, UTS in both its history and self-presentation appears as an institution that cares for the poor, destitute, and the disenfranchised, none of whom she sees having a place in a condo that seems posed to bring the threat of displacement. Nichols says she has “higher expectations” of Union “because of its history, because of its voice in the world and what it espouses itself to be.”"},{"type":"text","value":"From all these accounts, students of UTS appear to believe their seminary has a reputation for social justice, one founded in its history and self-presentation. In many respects, this reputation is what has drawn these students to UTS specifically, and with this, given them a higher expectation of the institution’s moral responsibility compared to that of others."},{"type":"text","value":"***"},{"type":"text","value":"This perception of Union’s progressive reputation stretches back to the infamous <a href=\"http://www.thearda.com/timeline/events/event_252.asp\">Briggs Trial</a> of 1892 and 1893, where the Presbyterian Church (USA) put pastor Charles Augustus Briggs on trial for heresy. Briggs became a lightning rod for controversy after questioning orthodox views regarding the infallibility of the Bible. His views would sum up to fairly blasé pronouncements today, but to the Presbyterian community of the day, he was taking a hammer to its carefully sculpted orthodoxy."},{"type":"text","value":"Briggs made all of these views eminently public in an address following his 1891 appointment to faculty at the Presbyterian-affiliated Union Theological Seminary. Outraged, the PCUSA vetoed his appointment. But rather than concede to the pressures of a conservative orthodoxy, the seminary instead chose to dissociate from the Presbyterian Church, gaining  one soon-to-be-defrocked pastor along with a reputation for progessive thinking."},{"type":"text","value":"In the past century, UTS has <a href=\"https://blogs.cul.columbia.edu/burke/category/union-theological-seminary-history/\">showed its mettle</a> in its involvement with the <a href=\"https://www.columbiaspectator.com/eye/1968-issue/\">1968</a> Columbia protests, which were largely aimed against the University’s contributions to military research during Vietnam as well as with the planned construction of a gym along Morningside Park near Harlem, which would have separate entrances for students and other neighborhood residents. Seeing the protests nearby, UTS students staged nonviolent interventions with police officers in support of their Columbia neighbors. UTS’s president, unlike Columbia’s, worked with the students, agreeing to halt all classes for the remainder of the academic year in favor of forming a series of talk-ins on how to build revolutionary momentum from the protests. UTS even gave the sit-ins the eminently-60s title of “The Free University,” a label that practically conjures a swirling tie-dye pattern."},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-5.jpg"}},{"type":"text","value":"Today, it continues to express support for those seeking to rectify modern injustices. At the culmination of its 2017 to 2018 <a href=\"https://utsnyc.edu/spirit-justice-series/\">“Spirit of Justice” </a>conversation series, the institution invited Black Lives Matter movement co-founder Patrisse Cullors, with an enthusiastic endorsement of the movement on its <a href=\"https://www.facebook.com/unionseminary/photos/a.115567446547/10155025593131548/?type=1&theater\">Facebook announcement.</a>"},{"type":"text","value":"Union’s faculty has included radical thinkers and scholars like James H. Cone, <a href=\"https://www.nytimes.com/2018/04/29/obituaries/james-cone-dead.html\">the father of Black Liberation Theology</a>; Ada María Isasi-Díaz, the founder of <a href=\"https://sojo.net/magazine/july-2012/mother-mujerista-theology\">Mujerista</a> theology; and Cornel West, currently a professor of the practice of public philosophy at Harvard University. West is a particularly famous outspoken <a href=\"https://www.dsausa.org/democratic-left/cornel_west_endorses_bernie_sanders/\">Democratic Socialist</a> and critic of institutionalized white supremacy in America who has been arrested multiple times while engaging in political protests, <a href=\"https://time.com/3502832/ferguson-protests-arrests/\">including</a> during his tenure as a UTS professor."},{"type":"text","value":"Jones <a href=\"https://www.nytimes.com/2011/11/17/nyregion/cornel-west-returning-to-union-theological-seminary.html\">commented</a> on West’s 2012 move from the faculty of Princeton University to UTS: “In coming here, Cornel comes to a place where his scholarly commitments and his activism don’t live in two different worlds.”"},{"type":"text","value":"UTS has historically both acted as and presented itself to the world as, in correspondence with its <a href=\"https://utsnyc.edu/about/mission-vision/\">Mission & Vision</a> statement, an institution “supporting a record of academic excellence and a deep commitment to social justice.”"},{"type":"text","value":"While the reputation stemming from those aspects of its history is what UTS often projects, Stephens notes that it may not provide a wholly accurate picture. As he points out, UTS is the same institution that in the 1830s had board members, <a href=\"https://books.google.com/books?id=aGbyZUZI3KcC&pg=PA155&lpg=PA155&dq=Dr.+G.+A.+Baxter+union+theological+seminary&source=bl&ots=cjAOBRvnP2&sig=ACfU3U0T2KlZRzgnuvbkHbBbmYRaOQV5tw&hl=en&sa=X&ved=2ahUKEwis_NKRzobmAhXx01kKHRxTBBcQ6AEwAHoECAgQAQ#v=onepage&q=Dr.%20G.%20A.%20Baxter%20union%20theological%20seminary&f=false\">including </a><a href=\"https://books.google.com/books?id=aGbyZUZI3KcC&pg=PA155&lpg=PA155&dq=Dr.+G.+A.+Baxter+union+theological+seminary&source=bl&ots=cjAOBRvnP2&sig=ACfU3U0T2KlZRzgnuvbkHbBbmYRaOQV5tw&hl=en&sa=X&ved=2ahUKEwis_NKRzobmAhXx01kKHRxTBBcQ6AEwAHoECAgQAQ#v=onepage&q=Dr.%20G.%20A.%20Baxter%20union%20theological%20seminary&f=false\">its</a><a href=\"https://books.google.com/books?id=aGbyZUZI3KcC&pg=PA155&lpg=PA155&dq=Dr.+G.+A.+Baxter+union+theological+seminary&source=bl&ots=cjAOBRvnP2&sig=ACfU3U0T2KlZRzgnuvbkHbBbmYRaOQV5tw&hl=en&sa=X&ved=2ahUKEwis_NKRzobmAhXx01kKHRxTBBcQ6AEwAHoECAgQAQ#v=onepage&q=Dr.%20G.%20A.%20Baxter%20union%20theological%20seminary&f=false\"> president</a>, opposing abolition."},{"type":"text","value":"***"},{"type":"text","value":"To Stephens, for an institution that prides and brands itself on its commitment to social justice “to turn around and do a development project just like any other for-profit company or corporation would do—it was the height of hypocrisy.”"},{"type":"text","value":"West and Cone—whom UTS has cited to demonstrate its progressive credentials—have been among the names <a href=\"https://docs.google.com/document/d/1hFCLV_rpx6nTUnvcAAOadLO6-txqqtP_XfHS3obTu1k/edit\">demanding</a> “a complete and immediate halt” to Union’s current tower construction."},{"type":"text","value":"In December of 2015, protestors brought a <a href=\"https://docs.google.com/document/d/1hFCLV_rpx6nTUnvcAAOadLO6-txqqtP_XfHS3obTu1k/edit\">petition</a> to Jones and the UTS board of trustees with the signatures of over 250 individuals—including students, alumni, and faculty, among others—listing concrete demands for transparency, including the release of all contracts, proposals, transactions, and payments relating to the new construction and all documents pertinent to why UTS rejected alternative options. By the accounts of multiple students I’ve spoken with, these demands have not been met. UTS declined to comment on these claims."},{"type":"text","value":"In early 2016, the UTS board of trustees agreed to meet with students and hear their concerns over the project. As Nichols recalls, while students voiced their concerns and made requests for information on the project, she felt frustrated by what she felt was a lack of clear answers. “It seemed like a waste of time,” she says."},{"type":"text","value":"Without financial proof from the administration, current students like Evans Schmedtje, Sulkiro Song, and Christina Ellsberg continue to question Union’s claims that the money generated from this project was necessary. They also want to know what the flow of this money has looked like since the project started."},{"type":"text","value":"“No receipts, no concrete information,” Schmedtje says, speaking on their shared frustrations with the information UTS has presented. It’s left them feeling that they can’t entirely trust Union’s claims of needing this project in order to meet its financial needs."},{"type":"text","value":"In the fall of 2014, during her first semester at Union and prior to the tower’s announcement, Taylor volunteered as a student representative on the seminary’s development committee. The group was dedicated to raising funds to support the seminary. As one of only two student representatives on the committee, she hoped to use her fundraising experience to help provide insight on the strategies being considered by the seminary."},{"type":"text","value":"“I’m 58 years old, I've been around. I’ve served raising money for other educational institutions. And so I had a little bit of knowledge on what you do to raise money and how to get a gift,” Taylor says. Upon joining the committee, she asked for financial information, such as who the school’s largest donors were and the size of average alumni gifts."},{"type":"text","value":"The information she asked for, along with the questions she had on what major fundraising strategies UTS was exploring, would go unanswered by the administrative representatives on the development committee. “I remember asking even at the meeting, ‘Well then, why am I here?’” Taylor says. She couldn’t understand why a development committee would exist if not all of its members could access information on the seminary’s fundraising."},{"type":"text","value":"According to Taylor, whatever financial decision-making went on at UTS in the year prior to the announcement of the tower went on behind closed doors. By her account, official Development Committee meetings functioned largely as a way for her to ram her head against the opaque wall of the administration. UTS declined to comment on these claims."},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF.jpg"}},{"type":"text","value":"As a nonprofit institution, the yearly <a href=\"https://projects.propublica.org/nonprofits/\">audits</a> of UTS are available to the public. While they provide a detailed look into the current operational finances of the institution, they do not provide information on how projected costs for renovations were reached or about the financial shortcomings of Union’s rejected alternatives to construction."},{"type":"text","value":"Ellsberg spends a moment speaking on late-stage capitalism and the inevitability of contributing to suffering somewhere in the world and says, “I understand that proceeding as business as usual in the United States in New York in 2019 means complicity with evil. We just want Union to show us the receipts that they have tried harder to think of something else.”"},{"type":"text","value":"While UTS declined to comment for this story, in 2015, Jones told <a href=\"https://www.nytimes.com/2015/12/15/nyregion/as-union-theological-seminary-plans-to-sell-air-rights-some-see-a-moral-quandary.html\">the New York Times</a>, “In the theological community, we teach that there are no such things as decisions that take place in a perfect environment. I would much rather that someone gave me $125 million. But we just kept working the numbers, and there was no other way of getting what we needed.”"},{"type":"text","value":"The account echoes back to what UTS students from the start of the project recalled. “We really didn’t understand how the [construction] project's decisions had been made,” Vanacore says. He also attended the early meetings with the board of trustees where students requested further information on the project."},{"type":"text","value":"Vanacore summed up his experience of those meetings with an analogy that a colleague made to riding in a car. “We’re just like the kids being strapped in the back seat and the trip’s already in motion and we're already going.”"},{"type":"text","value":"Nichols, Stephens, Taylor, and Vanacore all share the feeling that while UTS tried to appear communicative and transparent, in their actual interactions with the administration, the financial information that rested at the heart of their concerns remained obscured."},{"type":"image","value":{"asset":"../assets/ElisabethMcLaughlin_UnionConstruction_SF-3.jpg"}},{"type":"text","value":"Union, notably, has made its decision-making process available online, offering <a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\">a list of options </a><a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\">it has</a><a href=\"https://utsnyc.edu/about/institutional-info/revitalization/\"> considered</a>, accompanied by explanations of why none except for its chosen path of renovation would work. It presents a logic to its decisions, but one that rests heavily on the notion of “we determined.”"},{"type":"text","value":"In one of the considered options, “Move: Out of Neighborhood,” UTS claims its Master Plan Committee seriously evaluated the possibility of a 170,000 square foot campus in another part of the “Metropolitan area.” It determined the cost at $140 million, which UTS claims it cannot raise the funds for because it has no market-rate purchaser of its own property."},{"type":"text","value":"Details such as how 170,000 square feet were reached, where in the metropolitan area UTS was considering a new campus, how $140 million was determined, and what efforts have been made to find a “market-rate” purchaser do not appear on the site."},{"type":"text","value":"***"},{"type":"text","value":"Union’s administration continues to insist that what it is doing is the only option for Union’s survival in the face of necessary renovation costs, but it’s an option that, in spite of all the ways UTS has framed the project, students and alumni say continues to contradict the values the seminary has claimed to embody."},{"type":"text","value":"Ultimately, Stephens notes, nothing is inevitable; in his perspective, it’s not a 42-story condominium or the death of the institution. “It comes down to humans making decisions, sacrifices, hard work, and figuring out creative alternatives. And there are creative alternatives happening all over the country.”"},{"type":"text","value":"For other students, the administration’s narrative of the condo project as a financial necessity still leaves them questioning the seminary’s decision."},{"type":"text","value":"“For me,” Nichols says, “even if it was a necessity, if the goal is to protect and encourage and preserve communities that are disenfranchised, and that are oppressed, then choosing to cease to exist, to me, is the most radical thing that an institution like that could do.”"},{"type":"text","value":"I asked Tom Driver, a former professor of theology at UTS, who has stood in staunch opposition to the tower for the gentrification it threatens, his thoughts on UTS claiming this tower to be necessary for its survival."},{"type":"text","value":"“Put it this way,” he says, “if you're trying to save the seminary, what are you trying to save it for?”"},{"type":"text","value":"<i>Enjoy leafing through our seventh issue!"},{"type":"text","value":"</i>"},{"type":"text","value":"<a href=\"https://www.columbiaspectator.com/eye/issue/XXVII/6\">Previous Issue</a> | <a href=\"https://www.columbiaspectator.com/eye/issue/XXVII/7\">More in This Issue</a>"}]}